Repository: adslbarxatov/ViceCityToolset
Catalog: src/ViceCityToolset_*.resx
Languages: ru_ru

# AssetNumber
source: Asset #
ru_ru: Накопитель №

# Bombs_Acceleration
source: acceleration (second driver)
ru_ru: разгонная (второй водитель)

# Bombs_AccelerationActive
source: acceleration (active)
ru_ru: активная разгонная

# Bombs_No
source: no bomb
ru_ru: без бомбы

# Bombs_Timer
source: with timer at 10 seconds
ru_ru: с таймером на 10 секунд

# CameraPositions_Auto
source: autochange
ru_ru: автосмена режимов

# CameraPositions_Front
source: on the bumper
ru_ru: на бампере

# CameraPositions_MaxDistance
source: long distance
ru_ru: на большом расстоянии

# CameraPositions_MidDistance
source: short distance
ru_ru: на среднем расстоянии

# CameraPositions_MinDistance
source: right behind
ru_ru: сразу сзади

# CameraPositions_Spectate
source: spectate
ru_ru: неподвижна (зритель)

# CarColorsFileUnavailable
source: File “{0:S}” is unavailable
ru_ru: Файл «{0:S}» не найден или недоступен

# CarColorsFilter
source: Transport colors file ({0:S})|{0:S}
ru_ru: Файл цветов транспорта ({0:S})|{0:S}

# CarColorsTitle
source: Select transport colors file ({0:S}). It must be in “GTAViceCity\data” directory
ru_ru: Укажите файл цветов транспорта ({0:S}). Он должен находиться в папке "GTAViceCity\data"

# Cars_No
source: (no)
ru_ru: (нет)

# Cars_Random
source: (random)
ru_ru: (случайная)

# CGLoaded
source: Loaded:
ru_ru: Считано:

# CGSaved
source: Saved:
ru_ru: Записано:

# ChangesSaved
source: Are you sure that all needed changes have been saved?
ru_ru: Вы уверены, что сохранили все необходимые изменения?

source: Current save:
ru_ru: Текущее сохранение:

# Gangs_1
source: cuban
ru_ru: кубинцы

# Gangs_2
source: haitians
ru_ru: гаитянцы

# Gangs_3
source: drug dillers
ru_ru: наркоторговцы

# Gangs_4
source: Diaz’s
ru_ru: Диаза

# Gangs_5
source: patrol
ru_ru: патрульные

# Gangs_6
source: bikers
ru_ru: байкеры

# Gangs_7
source: Vercetti’s
ru_ru: Версетти

# Gangs_8
source: golfers
ru_ru: гольфисты

# Garages_1
source: El Swanko Casa estate
ru_ru: поместье El Swanko Casa

# Garages_10
source: Ocean Heights hotel
ru_ru: отель Ocean Heights

# Garages_11
source: Links View hotel
ru_ru: отель Links View

# Garages_12
source: Sunshine auto, garage 1, item 1
ru_ru: Sunshine auto, гараж 1, позиция 1

# Garages_13
source: Sunshine auto, garage 1, item 2
ru_ru: Sunshine auto, гараж 1, позиция 2

# Garages_14
source: Sunshine auto, garage 2, item 1
ru_ru: Sunshine auto, гараж 2, позиция 1

# Garages_15
source: Sunshine auto, garage 2, item 2
ru_ru: Sunshine auto, гараж 2, позиция 2

# Garages_16
source: Sunshine auto, garage 3, item 1
ru_ru: Sunshine auto, гараж 3, позиция 1

# Garages_17
source: Sunshine auto, garage 3, item 2
ru_ru: Sunshine auto, гараж 3, позиция 2

# Garages_18
source: Sunshine auto, garage 4, item 1
ru_ru: Sunshine auto, гараж 4, позиция 1

# Garages_19
source: Sunshine auto, garage 4, item 2
ru_ru: Sunshine auto, гараж 4, позиция 2

# Garages_2
source: Human Condo, garage 1, item 1
ru_ru: Human Condo, гараж 1, позиция 1

# Garages_20
source: Versetti estate, item 1
ru_ru: вилла Версетти, позиция 1

# Garages_21
source: Versetti estate, item 2
ru_ru: вилла Версетти, позиция 2

# Garages_3
source: Human Condo, garage 1, item 2
ru_ru: Human Condo, гараж 1, позиция 2

# Garages_4
source: Human Condo, garage 1, item 3
ru_ru: Human Condo, гараж 1, позиция 3

# Garages_5
source: Human Condo, garage 1, item 4
ru_ru: Human Condo, гараж 1, позиция 4

# Garages_6
source: Human Condo, garage 2, item 1
ru_ru: Human Condo, гараж 2, позиция 1

# Garages_7
source: Human Condo, garage 2, item 2
ru_ru: Human Condo, гараж 2, позиция 2

# Garages_8
source: Human Condo, garage 3, item 1
ru_ru: Human Condo, гараж 3, позиция 1

# Garages_9
source: Human Condo, garage 3, item 2
ru_ru: Human Condo, гараж 3, позиция 2

# OCGDialogFilter
source: GTA VC car parks parameters files (*.bcg)|*.bcg|
ru_ru: Файлы параметров парковок GTA VC (*.bcg)|*.bcg|

# OFDialogFilter
source: GTA VC save files (*{0:S})|*{0:S}
ru_ru: Файлы сохранений GTA VC (*{0:S})|*{0:S}

# OFDialogTitle
source: Select file
ru_ru: Выберите файл

# OGDialogFilter
source: GTA VC garages parameters files (*.bgr)|*.bgr|
ru_ru: Файлы параметров гаражей GTA VC (*.bgr)|*.bgr|

# OStatsDialogFilter
source: GTA VC stats files (*.bst)|*.bst|
ru_ru: Файлы статистики GTA VC (*.bst)|*.bst|

# SaveCompleted
source: (game is fully completed)
ru_ru: (игра пройдена полностью)

# SaveLoadingError
source: Save file loading error:
ru_ru: Ошибка загрузки файла сохранения:

# SaveNotSpecified
source: (save file not specified)
ru_ru: (сохранение не выбрано)

# SaveSavingError
source: File saving error:
ru_ru: Ошибка сохранения файла:

# SFDialogTitle
source: Specify new file’s name and placement
ru_ru: Укажите имя и расположение нового файла

# Suits_BlackSport
source: black sport suit
ru_ru: чёрный спорткостюм

# Suits_Cam
source: skin of Cam Jones
ru_ru: скин Кема Джонса

# Suits_Candy
source: skin of Candy Suxxx
ru_ru: скин Кенди Сакс

# Suits_Coronel
source: skin of coronel Cortez
ru_ru: скин полковника Кортеса

# Suits_Cuban
source: Cuban
ru_ru: кубинец

# Suits_Default
source: (default)
ru_ru: (стандартный)

# Suits_Diaz
source: skin of Ricardo Diaz
ru_ru: скин Рикардо Диаза

# Suits_Dick
source: skin of Dick (Love Fist)
ru_ru: скин Дика (Love Fist)

# Suits_Frankie
source: Frankie tee-shirt
ru_ru: Фрэнки

# Suits_Golf
source: golf club
ru_ru: гольфист

# Suits_Hilary
source: skin of Hilary King
ru_ru: скин Хилари Кинга

# Suits_Jeans
source: jeans and tee-shirt
ru_ru: джинсы и футболка

# Suits_Jezz
source: skin of Jezz (Love Fist)
ru_ru: скин Джезза (Love Fist)

# Suits_Job
source: robber
ru_ru: грабитель

# Suits_Ken
source: skin of Ken Rosenberg
ru_ru: скин Кена Розенберга

# Suits_Lance
source: skin of Lance Vance
ru_ru: скин Лэнса Вэнса

# Suits_Mercedes
source: skin of Mercedes Cortez
ru_ru: скин Мерседес Кортес

# Suits_MrVercetti
source: Vercetti suit
ru_ru: мистер Версетти

# Suits_Percy
source: skin of Percy (Love fist)
ru_ru: скин Перси (Love Fist)

# Suits_Phil
source: skin of Phil Cassidy
ru_ru: скин Фила Кэссиди

# Suits_Police
source: policeman
ru_ru: полицейский

# Suits_RedSport
source: red sport suit
ru_ru: красный спорткостюм

# Suits_Shrub
source: skin of Alex Shrub
ru_ru: скин Алекса Шраба

# Suits_Soierie
source: summer suit
ru_ru: летний костюм

# Suits_Sonny
source: skin of Sonny Forelli
ru_ru: скин Сонни Форелли

# Suits_Worker
source: worker
ru_ru: рабочий

# WeaponSlot
source: Weapon #
ru_ru: Оружие №

# Weapons_Baseball
source: Baseball bat
ru_ru: Бейсбольная бита

# Weapons_BrassKnuckle
source: Brass knuckle
ru_ru: Кастет

# Weapons_Camera
source: Camera
ru_ru: Фотокамера

# Weapons_Chainsaw
source: Chainsaw
ru_ru: Бензопила

# Weapons_Cleaver
source: Cleaver
ru_ru: Топор

# Weapons_Fist
source: Fist
ru_ru: Кулак

# Weapons_Flamethrower
source: Flamethrower
ru_ru: Огнемёт

# Weapons_Golf
source: Golf club
ru_ru: Клюшка

# Weapons_Grenade
source: Grenade
ru_ru: Граната

# Weapons_Hammer
source: Hammer
ru_ru: Молоток

# Weapons_Katana
source: Katana
ru_ru: Катана

# Weapons_Knife
source: Knife
ru_ru: Нож

# Weapons_LaserScope
source: Sniper with laser scope
ru_ru: Лазерная винтовка

# Weapons_M4
source: M4 tommy-gun
ru_ru: M4 (автомат)

# Weapons_M60
source: M60 machine gun
ru_ru: M60 (пулемёт)

# Weapons_MAC
source: MAC tommy-gun
ru_ru: MAC (пистолет-пулемёт)

# Weapons_Machete
source: Machete
ru_ru: Мачете

# Weapons_Minigun
source: Minigun
ru_ru: Миниган

# Weapons_Molotov
source: Molotov
ru_ru: Молотов

# Weapons_MP5
source: MP5 tommy-gun
ru_ru: MP5 (пистолет-пулемёт)

# Weapons_NightStick
source: Police bat
ru_ru: Дубинка

# Weapons_RadioGrenade
source: Radio grenade
ru_ru: Управляемая граната

# Weapons_Rocket
source: Rocket launcher
ru_ru: РПГ

# Weapons_Ruger
source: Ruger AC tommy-gun
ru_ru: Ruger AC (винтовка)

# Weapons_ScrewDriver
source: Screwdriver
ru_ru: Отвёртка

# Weapons_Shotgun
source: Shotgun
ru_ru: Ружьё

# Weapons_Sniper
source: Sniper rifle
ru_ru: Винтовка снайпера

# Weapons_SPAS12
source: SPAS-12 shotgun
ru_ru: SPAS-12 (ружьё)

# Weapons_Stubby
source: Stubby shotgun
ru_ru: Обрез

# Weapons_TearGas
source: Tear gas
ru_ru: Слезоточивый газ

# Weapons_TEC9
source: TEC-9 tommy-gun
ru_ru: TEC-9 (пистолет-пулемёт)

# Weapons_UZI
source: UZI tommy-gun
ru_ru: Узи

# Weathers_Cloudy
source: cloudy
ru_ru: облачно

# Weathers_Foggy
source: foggy
ru_ru: туман

# Weathers_Gray
source: gray
ru_ru: пасмурно

# Weathers_Rainy
source: rainy
ru_ru: дождь

# Weathers_Random
source: (random)
ru_ru: (случайная)

# Weathers_Sunny
source: sunny
ru_ru: солнечно

# Weathers_Windy
source: rainy and windy
ru_ru: дождь с ветром

# CGLoadingError
source: Car parks parameters file loading error:
ru_ru: Ошибка загрузки файла параметров парковок:

# CGTab_AbortSorting
source: Abort sorting by type
ru_ru: Отменить сортировку по типам

# CGTab_CarGenGetCoords
source: Specify &coords...
ru_ru: &Указать координаты...

# CGTab_CG_AllowSpawn
source: Car available
ru_ru: Авто доступно

# CGTab_CG_ForceSpawn
source: Force car spawning
ru_ru: Авто генерируется всегда

# CGTab_Label24
source: Car park number:
ru_ru: Номер парковочного места:

# CGTab_Label25
source: • car model:
ru_ru: • модель авто:

# CGTab_Label26
source: • coordinates:
ru_ru: • координаты:

# CGTab_Label27
source: • angle:
ru_ru: • поворот:

# CGTab_Label28
source: • colors:
ru_ru: • цвета:

# CGTab_Label29
source: • alarm probability:
ru_ru: • вероятность срабатывания сигнализации:

# CGTab_Label30
source: • lock probability:
ru_ru: • вероятность блокировки дверей:

# CoordsPicker_Label01
source: Placement: x:
ru_ru: Положение: x:

# CoordsPicker_Label04
source: Rotation:
ru_ru: Поворот:

# CoordsPicker_Title
source: Vice City map
ru_ru: Карта Vice City

# DangerousResetMessage
source: This action removes parameters that cause failures when changing the game map (moving cranes, exploded objects). For this file, this action is irreversible. Continue?
ru_ru: Это действие удаляет из файла сохранения параметры, вызывающие сбои при изменении карты игры (подвижные краны, взорванные объекты). Для данного файла это действие необратимо. Продолжить?

# DPTab_Label01
source: Date and time of save:
ru_ru: Дата и время сохранения:

# DPTab_Label02
source: Ingame minute length, ms:
ru_ru: Длительность минуты в игре, мс:

# DPTab_Label03
source: Ingame time:
ru_ru: Время в игре:

# DPTab_Label04
source: Game speed (multiplier):
ru_ru: Скорость игры (множитель):

# DPTab_Label05
source: Weather:
ru_ru: Погода:

# DPTab_Label06
source: Transport camera placement:
ru_ru: Положение камеры относительно транспорта:

# DPTab_SBB_CabsRadio
source: Allow taxi radiowave
ru_ru: Разрешить радиоволну таксистов

# FileTab_DangerousReset
source: Reset &dangerous parameters
ru_ru: С&брос потенциально опасных параметров

# FileTab_DefaultFileButton
source: &Load default file
ru_ru: Открыть с&тандартный файл

# FileTab_OpenFileButton
source: &Open file...
ru_ru: &Открыть файл...

# FileTab_RecommendedSettings
source: &Recommended settings
ru_ru: &Рекомендуемые параметры

# FileTab_SaveFileButton
source: &Save file...
ru_ru: &Сохранить файл...

# FileTab_UpdateDefaultFileButton
source: &Update default file
ru_ru: Об&новить стандартный файл

# GDTab_Label20
source: Gang:
ru_ru: Банда:

# GDTab_Label21
source: • car model:
ru_ru: • модель авто:

# GDTab_Label22
source: • skins:
ru_ru: • скины:

# GDTab_Label23
source: • weapons:
ru_ru: • оружие:

# GRLoadingError
source: Garages parameters file loading error:
ru_ru: Ошибка загрузки файла параметров гаражей:

# GRTab_GR_BulletsProof
source: Bulletproof
ru_ru: Защита от пуль

# GRTab_GR_DamageProof
source: Damageproof
ru_ru: Защита от повреждений

# GRTab_GR_ExplProof
source: Explosion proof
ru_ru: Защита от взрывов

# GRTab_GR_FireProof
source: Fireproof
ru_ru: Защита от огня

# GRTab_Label14
source: Garage:
ru_ru: Гараж:

# GRTab_Label15
source: • car model:
ru_ru: • модель авто:

# GRTab_Label16
source: • colors:
ru_ru: • цвета:

# GRTab_Label17
source: • radio station:
ru_ru: • радиостанция:

# GRTab_Label18
source: • bomb type:
ru_ru: • тип бомбы:

source: &Load parameters...
ru_ru: &Загрузить параметры...

# MainTab_CGTab
source: Car parks
ru_ru: Парковки

# MainTab_DPTab
source: Default parameters
ru_ru: Основные параметры

# MainTab_FileTab
source: File
ru_ru: Файл

# MainTab_GDTab
source: Gangsters
ru_ru: Гангстеры

# MainTab_GRTab
source: Garages
ru_ru: Гаражи

# MainTab_PLTab
source: Player parameters
ru_ru: Параметры игрока

# MainTab_PUTab
source: Pickups
ru_ru: Накопители

# MainTab_STTab
source: Stats
ru_ru: Статистика

# PLTab_Label07
source: Max health:
ru_ru: Максимальное здоровье:

# PLTab_Label08
source: Max police stars:
ru_ru: Максимум звёзд полиции:

# PLTab_Label09
source: Max armor:
ru_ru: Максимальная броня:

# PLTab_Label10
source: Cash:
ru_ru: Наличные:

# PLTab_Label11
source: Current armor:
ru_ru: Текущая броня:

# PLTab_Label12
source: Suit:
ru_ru: Костюм:

# PLTab_Label13
source: , ammo:
ru_ru: , патронов:

# PLTab_PL_FastReload
source: Fast reload
ru_ru: Быстрая перезарядка

# PLTab_PL_Fireproof
source: Fireproof
ru_ru: Несгораемость

# PLTab_PL_InfRun
source: Never get tired
ru_ru: Вечный бег

# PLTab_ST_InfBullets
source: Endless ammo
ru_ru: Бесконечные патроны

# PUTab_Label19
source: maximum
ru_ru: максимум

# PUTab_PickupViewCoords
source: &Where is it?
ru_ru: &Где это?

source: &Save parameters...
ru_ru: &Выгрузить параметры...

# StatsLoadingError
source: Stats file loading error:
ru_ru: Ошибка загрузки файла статистики:

# StatsSavingError
source: Settings file saving error:
ru_ru: Ошибка сохранения файла настроек:

# STTab_Label31
source: To complete this saved game you must:
ru_ru: Для прохождения этой сохранённой игры необходимо:

# STTab_LoadStats
source: &Load stats...
ru_ru: &Загрузить статистику...

# STTab_SaveStats
source: &Save stats...
ru_ru: &Выгрузить статистику...

# ToDoStatus01
source: Complete all rampages (completed {0:S} from {1:S})
ru_ru: Выполнить все буйства (выполнено {0:S} из {1:S})

# ToDoStatus02
source: Rob all stores (robbed {0:S} from {1:S})
ru_ru: Ограбить все магазины (ограблено {0:S} из {1:S})

# ToDoStatus03
source: Complete all unique jumps (completed {0:S} from {1:S})
ru_ru: Выполнить все уникальные прыжки (выполнено {0:S} из {1:S})

# ToDoStatus04
source: Find all hidden packages (found {0:S} from {1:S})
ru_ru: Найти все спрятанные пакеты (найдено {0:S} из {1:S})

# ToDoStatus05
source: Complete “Trial by dirt” mission (track in the north-western part of the city, off-road)
ru_ru: Пройти миссию «Trial by dirt» (трасса в северо-западной части города, внедорожник)

# ToDoStatus06
source: Complete “Test track” mission (track in the north-western part of the city, bike)
ru_ru: Пройти миссию «Test track» (трасса в северо-западной части города, мотоцикл)

# ToDoStatus07
source: Complete “Cone crazy” mission (top level of parking at Ocean beach, car in a corner)
ru_ru: Пройти миссию «Cone crazy» (верхний уровень парковки на Ocean beach, авто в углу)

# ToDoStatus08
source: Complete “Hotring” mission (city stadium, from 8 pm to midnight)
ru_ru: Пройти миссию «Hotring» (городской стадион, с 20:00 до 0:00)

# ToDoStatus09
source: Complete “Bloodring” mission (city stadium, from 8 pm to midnight)
ru_ru: Пройти миссию «Bloodring» (городской стадион, с 20:00 до 0:00)

# ToDoStatus10
source: Complete “Dirtring” mission (city stadium, from 8 pm to midnight)
ru_ru: Пройти миссию «Dirtring» (городской стадион, с 20:00 до 0:00)

# ToDoStatus11
source: Complete “PCJ playground” mission (the bike near from large hotel at the north end of Ocean drive)
ru_ru: Пройти миссию «PCJ playground» (мотоцикл возле большого отеля на выезде из Ocean drive)

# ToDoStatus12
source: Complete mission with radio-controlled cars (track in the north of the beach, TopFun van)
ru_ru: Пройти миссию с радиоуправляемыми машинками (трасса на севере пляжа, фургон TopFun)

# ToDoStatus13
source: Complete mission with radio-controlled helicopter (entrance to the runway from docks, TopFun van)
ru_ru: Пройти миссию с радиоуправляемым вертолётом (въезд на ВПП со стороны доков, фургон TopFun)

# ToDoStatus14
source: Complete mission with radio-controlled planes (North mall point parking, TopFun van)
ru_ru: Пройти миссию с радиоуправляемыми самолётами (парковка North mall point, фургон TopFun)

# ToDoStatus15
source: Complete helicopter mission in the northwest (helicopter at the office entrance in the skyscraper)
ru_ru: Пройти вертолётную миссию на северо-западе (вертолёт на входе в офис в небоскрёбе)

# ToDoStatus16
source: Complete helicopter mission in Little Haiti (helicopter on the roof at the entrance)
ru_ru: Пройти вертолётную миссию в Малом Гаити (вертолёт на крыше при въезде)

# ToDoStatus17
source: Complete helicopter mission in the southeast (helicopter on the roof of the pink hostel)
ru_ru: Пройти вертолётную миссию на юго-востоке (вертолёт на крыше розового хостела)

# ToDoStatus18
source: Complete helicopter mission in the northeast (helicopter in a large backyard)
ru_ru: Пройти вертолётную миссию на северо-востоке (вертолёт в большом дворе)

# ToDoStatus19
source: Complete “Paramedic” mission (any ambulance van)
ru_ru: Пройти миссию «Paramedic» (любой автомобиль скорой помощи)

# ToDoStatus20
source: Complete “Firefighter” mission (any firetruck)
ru_ru: Пройти миссию «Firefighter» (любой автомобиль пожарной службы)

# ToDoStatus21
source: Complete “Vigilante” mission to level 13 or higher (any police transport, including tank and helicopters)
ru_ru: Пройти миссию «Vigilante» до 13 уровня или дальше (любой полицейский транспорт, включая танк и вертолёты)

# ToDoStatus22
source: Bring 100 (in total) passengers in “Taxi driver” mission
ru_ru: Подвезти 100 (в сумме) пассажиров в миссии «Taxi driver»

# ToDoStatus23
source: Complete “Pizza delivery” mission (any pizza bike)
ru_ru: Пройти миссию доставщика пиццы (любой пицца-мопед)

# ToDoStatus24
source: Complete “Checkpoint Charlie” mission (boat station, any boat)
ru_ru: Пройти миссию «Checkpoint Charlie» (лодочная станция, любая лодка)

# ToDoStatus25
source: Complete “Shooting range” mission (shooting range; available after “Shootist” mission at Malibu club)
ru_ru: Пройти миссию «Shooting range» (тир; доступна после миссии «Shootist» в клубе Малибу)

# ToDoStatus26
source: Complete “Distribution” mission (Cherry popper; complete at least 50 transactions at a time)
ru_ru: Пройти миссию «Distribution» (Cherry popper; совершить не менее 50 сделок за один раз)

# ToDoStatus27
source: Spend $300 at the Pole position club
ru_ru: Потратить 300 долларов в клубе Pole position

# ToDoStatus28
source: Deliver all cars from the 1st list to Sunshine auto
ru_ru: Доставить в Sunshine auto все авто из 1-го списка

# ToDoStatus29
source: Deliver all cars from the 2nd list to Sunshine auto
ru_ru: Доставить в Sunshine auto все авто из 2-го списка

# ToDoStatus30
source: Deliver all cars from the 3rd list to Sunshine auto
ru_ru: Доставить в Sunshine auto все авто из 3-го списка

# ToDoStatus31
source: Deliver all cars from the 4th list to Sunshine auto
ru_ru: Доставить в Sunshine auto все авто из 4-го списка

# ToDoStatus32
source: Win race #1 at Sunshine Auto
ru_ru: Выиграть гонку №1 в Sunshine auto

# ToDoStatus33
source: Win race #2 at Sunshine Auto
ru_ru: Выиграть гонку №2 в Sunshine auto

# ToDoStatus34
source: Win race #3 at Sunshine Auto
ru_ru: Выиграть гонку №3 в Sunshine auto

# ToDoStatus35
source: Win race #4 at Sunshine Auto
ru_ru: Выиграть гонку №4 в Sunshine auto

# ToDoStatus36
source: Win race #5 at Sunshine Auto
ru_ru: Выиграть гонку №5 в Sunshine auto

# ToDoStatus37
source: Win race #6 at Sunshine Auto
ru_ru: Выиграть гонку №6 в Sunshine auto

# ToDoStatus38
source: Complete telephone missions (completed {0:S} from {1:S})
ru_ru: Завершить телефонные миссии (выполнено {0:S} из {1:S})

# ToDoStatus39
source: Buy up all available property (purchased {0:S} from {1:S})
ru_ru: Скупить всю доступную собственность (куплено {0:S} из {1:S})

# ToDoStatus40
source: Complete main plot missions
ru_ru: Завершить основные сюжетные миссии

# vctfile
source: Vice city toolset settings file
ru_ru: Файл настроек Vice city toolset

# bfile
source: GTA Vice city save file
ru_ru: Файл сохранения GTA Vice city

# FileTab_RegisterButton
source: Re&gister file associations
ru_ru: &Зарегистрировать ассоц. файлов

# ViceCityToolsetForm_CollisionButton
source: Convert model to collision script
ru_ru: Преобразовать скрипт коллизий

# ViceCityToolsetForm_HandlingButton
source: Edit transport parameters
ru_ru: Редактировать параметры транспорта

# ViceCityToolsetForm_LanguageLabel
source: Interface language:
ru_ru: Язык интерфейса:

# ViceCityToolsetForm_SavesButton
source: Edit save file
ru_ru: Редактировать файл сохранения

# MakeCSTForm_OFLabel
source: Input model file:
ru_ru: Входной файл модели:

# MakeCSTForm_SFLabel
source: Output collision script file:
ru_ru: Выходной файл скрипта коллизий:

# BExplorerForm
source: editing save files
ru_ru: редактирование сохранений

# MakeCSTForm
source: converting models to CST
ru_ru: преобразование моделей в CST

# MakeCST_Success
source: Conversion completed successfully
ru_ru: Преобразование успешно завершено

# MakeCST_UnsupportedDFF
source: File “{0:S}”: this DFF version is unsupported or model is empty
ru_ru: Файл «{0:S}»: эта версия DFF не поддерживается, или модель пуста

# MakeCST_UnsupportedQHull
source: File “{0:S}”: this QHull version is unsupported or model is corrupted
ru_ru: Файл «{0:S}»: эта версия QHull не поддерживается, или модель повреждена

# ViceCityToolsetForm_FBDialog
source: Specify the directory with installed GTA Vice city
ru_ru: Укажите каталог с установленной GTA Vice city

# MakeCSTForm_ConvertButton
source: &Begin conversion
ru_ru: &Начать преобразование

# BikeTab
source: Special for bikes
ru_ru: Спецификации для мотоциклов

# Bike_bike_B_L
source: Lean on forward movement:
ru_ru: Смещение центра тяжести при наклоне вперёд:

# Bike_bike_C_L
source: Force of forward lean:
ru_ru: Сила наклона вперёд:

# Bike_bike_D_L
source: Lean on backward movement:
ru_ru: Смещение центра тяжести при наклоне назад:

# Bike_bike_E_L
source: Force of backward lean:
ru_ru: Сила наклона назад:

# Bike_bike_F_L
source: Maximum lean:
ru_ru: Максимальный угол наклона:

# Bike_bike_G_L
source: Lean of driver model:
ru_ru: Максимальный угол наклона водителя:

# Bike_bike_H_L
source: Deceleration lean:
ru_ru: Угол наклона при торможении:

# Bike_bike_I_L
source: Speed steering:
ru_ru: Показатель регулировки направления:

# Bike_bike_J_L
source: Slip steering:
ru_ru: Смещение центра тяжести без водителя:

# Bike_bike_K_L
source: No player COM:
ru_ru: Показатель регулировки при скольжении:

# Bike_bike_L_L
source: Stoppie angle:
ru_ru: Угол наклона, необходимый для трюка stoppie:

# Bike_bike_M_L
source: Wheelie angle:
ru_ru: Угол наклона, необходимый для трюка wheelie:

# Bike_bike_N_L
source: Wheelie steering:
ru_ru: Показатель стабилизации при трюке wheelie:

# Bike_bike_O_L
source: Wheelie stabilization multiplier:
ru_ru: Показатель регулировки при трюке wheelie:

# Bike_bike_P_L
source: Stoppie stabilization multiplier:
ru_ru: Показатель стабилизации при трюке stoppie:

# BoatTab
source: Special for boats
ru_ru: Спецификации для лодок

# Boat_boat_B_L
source: Thrust (y):
ru_ru: Сила толчка при ускорении:

# Boat_boat_C_L
source: Thrust (z):
ru_ru: Сила подпрыгивания над водой при ускорении:

# Boat_boat_D_L
source: Thrust app (z):
ru_ru: Параметр ThrustAppZ:

# Boat_boat_E_L
source: Aqua plane force:
ru_ru: Сила ускорения за счёт движения по волнам:

# Boat_boat_F_L
source: Aqua plane limit:
ru_ru: Ограничение ускорения движения по волнам:

# Boat_boat_G_L
source: Aqua plane offset:
ru_ru: Высота подъёма носа при движении по волнам:

# Boat_boat_H_L
source: Wave audio multiplier:
ru_ru: Громкость шума волн:
