Repository: adslbarxatov/ViceCityToolset
Catalog: src/ViceCityToolset_*.resx
Languages: ru_ru

# Boat_boat_I_L
source: Movement resistance (x):
ru_ru: Сопротивление боковому движению:

# Boat_boat_J_L
source: Movement resistance (y):
ru_ru: Сопротивление движению вперёд и назад:

# Boat_boat_K_L
source: Movement resistance (z):
ru_ru: Сопротивление вертикальному движению:

# Boat_boat_L_L
source: Turning resistance (x):
ru_ru: Сопротивление перевороту вперёд и назад:

# Boat_boat_M_L
source: Turning resistance (y):
ru_ru: Сопротивление перевороту влево и вправо:

# Boat_boat_N_L
source: Turning resistance (z):
ru_ru: Сопротивление повороту налево и направо:

# Boat_boat_O_L
source: Observation camera height:
ru_ru: Высота положения камеры обзора:

# FlyingTab
source: Special for helis and planes
ru_ru: Спецификации для летательных аппаратов

# Flying_flying_B_L
source: Thrust:
ru_ru: Ускорение при инерционном полёте:

# Flying_flying_C_L
source: Thrust fall off:
ru_ru: Ускорение при контролируемом полёте:

# Flying_flying_D_L
source: Yaw value:
ru_ru: Сила поворота влево и вправо:

# Flying_flying_E_L
source: Yaw stabilization:
ru_ru: Показатель стабилизации поворота влево и вправо:

# Flying_flying_F_L
source: Side slip:
ru_ru: Потеря высоты при движении в одном направлении:

# Flying_flying_G_L
source: Roll value:
ru_ru: Сила поворота вокруг оси:

# Flying_flying_H_L
source: Roll stabilization:
ru_ru: Показатель стабилизации поворота вокруг оси:

# Flying_flying_I_L
source: Pitch value:
ru_ru: Сила наклона носа вперёд и назад:

# Flying_flying_J_L
source: Pitch stabilization:
ru_ru: Показатель стабилизации наклона носа:

# Flying_flying_K_L
source: Form lift:
ru_ru: Множитель скорости, дающий набор высоты:

# Flying_flying_L_L
source: Attack lift:
ru_ru: Показатель влияния наклона носа на взлёт:

# Flying_flying_M_L
source: Move resistance:
ru_ru: Сопротивление движению:

# Flying_flying_N_L
source: Turn resistance (x):
ru_ru: Сопротивление наклону вперёд и назад:

# Flying_flying_O_L
source: Turn resistance (y):
ru_ru: Сопротивление наклону влево и вправо:

# Flying_flying_P_L
source: Turn resistance (z):
ru_ru: Сопротивление повороту влево и вправо:

# Flying_flying_Q_L
source: Speed resistance (x):
ru_ru: Сопротивление ускорению при движении влево и вправо:

# Flying_flying_R_L
source: Speed resistance (y):
ru_ru: Сопротивление ускорению при движении вперёд и назад:

# Flying_flying_S_L
source: Speed resistance (z):
ru_ru: Сопротивление ускорению при движении вверх и вниз:

# Generic1Tab
source: Generic parameters
ru_ru: Основные параметры

# Generic1_AAAB_L
source: Suspension limit:
ru_ru: Высота подвески:

# Generic1_AA_L
source: maximum:
ru_ru: максимум:

# Generic1_AB_L
source: minimum:
ru_ru: минимум:

# Generic1_AC_L
source: Suspension bias between front and rear:
ru_ru: Распределение тормозного усилия между подвесками:

# Generic1_AD_L
source: Suspension anti-dive multiplier:
ru_ru: Сопротивление погружению:

# Generic1_AF_L
source: Front lights:
ru_ru: Передние фары:

# Generic1_AG_L
source: Rear lights:
ru_ru: Задние фары:

# Generic1_B_L
source: Mass:
ru_ru: Масса:

# Generic1_C_L
source: Width:
ru_ru: Ширина:

# Generic1_D_L
source: Length:
ru_ru: Длина:

# Generic1_E_L
source: Height:
ru_ru: Высота:

# Generic1_FGH_L
source: Centre of mass:
ru_ru: Центр массы:

# Generic1_F_L
source: x:
ru_ru: по ширине:

# Generic1_G_L
source: y:
ru_ru: по длине:

# Generic1_H_L
source: z:
ru_ru: по высоте:

# Generic1_I_L
source: Submerged, %:
ru_ru: Погружение в воду, %:

# Generic1_J_L
source: Traction multiplier:
ru_ru: Сцепление колёс с землёй:

# Generic1_K_L
source: Traction loss:
ru_ru: Сцепление при торможении:

# Generic1_L_L
source: Traction bias:
ru_ru: Потеря скорости на повороте:

# Generic1_M_L
source: Number of gears:
ru_ru: К-во передач:

# Generic1_N_L
source: Max velocity:
ru_ru: Максимальная скорость:

# Generic1_O_L
source: Engine acceleration:
ru_ru: Сила разгона двигателя:

# Generic1_P_L
source: Drive type:
ru_ru: Тип привода:

# Generic1_Q_L
source: Engine type:
ru_ru: Тип двигателя:

# Generic1_R_L
source: Brake deceleration:
ru_ru: Сила торможения:

# Generic1_S_L
source: Brake bias:
ru_ru: Смещение тормозного усилия:

# Generic1_T_L
source: ABS state:
ru_ru: Состояние ABS:

# Generic1_U_L
source: Steering lock:
ru_ru: Поворот рулевого колеса:

# Generic1_V_L
source: Suspension force level:
ru_ru: Сила прыжков на кочках:

# Generic1_W_L
source: Suspension damping level:
ru_ru: Стартовый/тормозной наклон:

# Generic1_X_L
source: Seat offset distance:
ru_ru: Дистанция от центра до двери:

# Generic1_Y_L
source: Collision damage multiplier:
ru_ru: Повреждения от ударов:

# Generic1_Z_L
source: Monetary value:
ru_ru: Стоимость:

# Generic2Tab
source: Flags
ru_ru: Флаги

# Generic2_AE_1_1
source: 1G boost
ru_ru: Ускорение вращения колёс на первой передаче

# Generic2_AE_1_2
source: 2G boost
ru_ru: Ускорение вращения колёс на второй передаче

# Generic2_AE_1_3
source: Reversed bonnet
ru_ru: Капот открывается в противоположную сторону

# Generic2_AE_1_4_L
source: Rear door type:
ru_ru: Тип задних дверей:

# Generic2_AE_2_L
source: Doors type:
ru_ru: Тип дверей:

# Generic2_AE_3_1
source: Double exhaust
ru_ru: Двойной выхлоп

# Generic2_AE_4_2
source: Has no roof
ru_ru: Нет крыши

# Generic2_AE_4_3
source: Big vehicle handling
ru_ru: Управление по типу грузовика

# Generic2_AE_4_4
source: Halogen lights
ru_ru: Галогеновые фары

# Generic2_AE_5_L
source: Transport type:
ru_ru: Тип транспорта:

# Generic2_AE_6_1
source: No exhaust
ru_ru: Нет выхлопа

# Generic2_AE_6_2
source: Rear wheels are first
ru_ru: Начальный разгон задних колёс

# Generic2_AE_6_3
source: Handbrake tyres
ru_ru: След от шин при ручном торможении

# Generic2_AE_6_4
source: Sit in boats
ru_ru: Сидячее место водителя в лодке

# Generic2_AE_7_1
source: Fat rear wheels
ru_ru: Утолщённые задние колёса

# Generic2_AE_7_2
source: Narrow front wheels
ru_ru: Более узкие передние колёса

# Generic2_AE_7_3
source: Good in sand
ru_ru: Отсутствие пробуксовки на песке

# Generic2_AE_7_4
source: Special for flyings
ru_ru: Специальный флаг летательных аппаратов

# HandlingForm_TransportID
source: Transport ID:
ru_ru: ID транспорта:

# HandlingForm_TransportName
source: Transport name:
ru_ru: Название транспорта:

# Generic1_AB_L_boat
source: Handbrake drag multiplier:
ru_ru: Сила торможения:

# Generic1_AC_L_boat
source: Sideslip force:
ru_ru: Сила бокового смещения:

# Generic1_AF_V0
source: long
ru_ru: длинные

# Generic1_AF_V1
source: small
ru_ru: маленькие

# Generic1_AF_V2
source: big
ru_ru: большие

# Generic1_AF_V3
source: tall
ru_ru: высокие

# Generic1_J_L_boat
source: Bank force multiplier:
ru_ru: Наклон при повороте:

# Generic1_K_L_boat
source: Rudder turn force:
ru_ru: Сила поворота руля:

# Generic1_L_L_boat
source: Speed steer falloff:
ru_ru: Потеря скорости на поворотах:

# Generic1_P_V0
source: 4 wheels drive
ru_ru: 4 колеса

# Generic1_P_V1
source: front wheels
ru_ru: передние колёса

# Generic1_P_V2
source: rear wheels
ru_ru: задние колёса

# Generic1_Q_V0
source: petrol
ru_ru: бензиновый

# Generic1_Q_V1
source: diesel
ru_ru: дизельный

# Generic1_Q_V2
source: electric
ru_ru: электрический

# Generic1_R_L_boat
source: Vertical wave hit limit:
ru_ru: Сила удара волны:

# Generic1_S_L_boat
source: Forward wave hit brake:
ru_ru: Тормозящая сила волны:

# Generic1_V_L_boat
source: Water resistance volume:
ru_ru: Сопротивление воды:

# Generic1_W_L_boat
source: Water damping multiplier:
ru_ru: Амортизация воды:

# Generic2_AE14_V0
source: default
ru_ru: стандартный

# Generic2_AE14_V1
source: hanging
ru_ru: дверь прикреплена к верху

# Generic2_AE14_V2
source: tailgate
ru_ru: дверь прикреплена к низу

# Generic2_AE14_V3
source: no swing
ru_ru: дверь не открывается

# Generic2_AE2_V0
source: default
ru_ru: стандартный

# Generic2_AE2_V1
source: no doors
ru_ru: нет дверей

# Generic2_AE2_V2
source: double rear doors
ru_ru: двойная дверь сзади

# Generic2_AE2_V3
source: bus doors
ru_ru: двери как у автобуса

# Generic2_AE2_V4
source: sportcar doors
ru_ru: двери как у спорткара

# Generic2_AE5_V0
source: car
ru_ru: автомобиль

# Generic2_AE5_V1
source: bike
ru_ru: мотоцикл

# Generic2_AE5_V2
source: heli
ru_ru: вертолёт

# Generic2_AE5_V3
source: plane
ru_ru: самолёт

# Generic2_AE5_V4
source: boat
ru_ru: моторная лодка

# HandlingForm_BrokenDescriptor
source: One or more lines in the file “handling.cfg” have an invalid structure. Further work with the file is not possible
ru_ru: Одна или несколько строк в файле «handling.cfg» имеют некорректную структуру. Дальнейшая работа с файлом невозможна

# HandlingForm_FileIsEmpty
source: The “handling.cfg” file is missing basic vehicle descriptors. Further work with the file is not possible
ru_ru: В файле «handling.cfg» отсутствуют основные дескрипторы транспортных средств. Дальнейшая работа с файлом невозможна

# HandlingForm_FileUnavailable
source: The file “handling.cfg” is not available for opening. Make sure the file is not in use by another application and try again
ru_ru: Файл «handling.cfg» недоступен для загрузки. Убедитесь, что файл не занят другой программой, и повторите попытку

# HandlingForm_SaveFailure
source: Failed to save file “handling.cfg”. Make sure the file is not in use by another application and try again
ru_ru: Не удалось сохранить файл «handling.cfg». Убедитесь, что файл не занят другой программой и повторите попытку

# HandlingForm_ExitMessage
source: All unsaved changes will be lost! Exit the editor?
ru_ru: Все несохранённые изменения будут утеряны! Завершить работу с редактором?

# HandlingForm_FailedToCreateBackup
source: Failed to create backup for file “handling.cfg”. Make sure that game directory is writable and try again
ru_ru: Не удалось создать резервную копию файла «handling.cfg». Убедитесь, что каталог игры доступен для записи, и повторите попытку

# HandlingForm_SaveSuccess
source: File “handling.cfg” was successfully updated
ru_ru: Файл «handling.cfg» успешно обновлён

# HandlingForm
source: editing vehicles handling
ru_ru: редактирование управления транспортом

# Result_CannotCreateCGFile
source: Unable to write parking parameters file
ru_ru: Не удаётся записать файл параметров парковок

# Result_CannotCreateFile
source: Cannot create the specified file. The selected location may be not writable
ru_ru: Не удаётся создать указанный файл. Возможно, выбранное расположение недоступно для записи

# Result_CannotCreateGaragesFile
source: Unable to write garage settings file
ru_ru: Не удаётся записать файл параметров гаражей

# Result_CannotCreateStatsFile
source: Unable to write statistics file
ru_ru: Не удаётся записать файл статистики

# Result_CGFileIsIncorrect
source: The specified file is corrupted or isn’t a parking parameters file
ru_ru: Указанный файл повреждён или не является файлом параметров парковок

# Result_CGFileNotFound
source: The specified parking parameters file wasn’t found or isn’t available
ru_ru: Указанный файл параметров парковок не найден или недоступен

# Result_ErrorLoadAS
source: the array of audio scripts
ru_ru: массива аудиоскриптов

# Result_ErrorLoadAU
source: common parameters of an array of audio scripts
ru_ru: общих параметров массива аудиоскриптов

# Result_ErrorLoadCG
source: the block of car parks
ru_ru: блока парковок

# Result_ErrorLoadCR
source: the block of port cranes
ru_ru: блока портовых кранов

# Result_ErrorLoadCS
source: the checksum or its comparison
ru_ru: контрольной суммы или её сравнении

# Result_ErrorLoadDP
source: general save options
ru_ru: общих параметров сохранения

# Result_ErrorLoadGD
source: the block of gangs
ru_ru: блока банд

# Result_ErrorLoadGR
source: the block of garages descriptors
ru_ru: блока описателей гаражей

# Result_ErrorLoadOP
source: common parameters of an array of script-controlled objects
ru_ru: общих параметров массива скрипт-контролируемых объектов

# Result_ErrorLoadOS
source: the array of script-controlled objects
ru_ru: массива скрипт-контролируемых объектов

# Result_ErrorLoadPH
source: common parameters of the array of traces
ru_ru: общих параметров массива трасс

# Result_ErrorLoadPHD
source: the array of paths
ru_ru: массива трасс

# Result_ErrorLoadPI
source: the block of pay phones
ru_ru: блока телефонов-автоматов

# Result_ErrorLoadPL
source: the block of information about the current player
ru_ru: блока информации о текущем игроке

# Result_ErrorLoadPPL
source: common parameters players array
ru_ru: общих параметров массива игроков

# Result_ErrorLoadPPS
source: the array of players
ru_ru: массива игроков

# Result_ErrorLoadPR
source: general parameters of animation effects array
ru_ru: общих параметров массива эффектов анимации

# Result_ErrorLoadPRD
source: the array of animation effects
ru_ru: массива эффектов анимации

# Result_ErrorLoadPT
source: the block of character types
ru_ru: блока типов персонажей

# Result_ErrorLoadPU
source: the block of collectable objects
ru_ru: блока собираемых объектов

# Result_ErrorLoadRB
source: the block of radar indicators
ru_ru: блока радарных указателей

# Result_ErrorLoadRL
source: the block of respawn zones
ru_ru: блока зон респауна

# Result_ErrorLoadSB
source: the block of general parameters of the variables array
ru_ru: блока общих параметров массива переменных

# Result_ErrorLoadSBA
source: the array of variables
ru_ru: массива переменных

# Result_ErrorLoadSBB
source: the continuation of variables block
ru_ru: продолжения блока переменных

# Result_ErrorLoadSC
source: common parameters of the script array
ru_ru: общих параметров массива скриптов

# Result_ErrorLoadSP
source: the block of parameters of special objects movement path
ru_ru: блока параметров пути перемещения спецобъектов

# Result_ErrorLoadSR
source: the streaming block
ru_ru: блока стримминга

# Result_ErrorLoadSS
source: the array of scripts
ru_ru: массива скриптов

# Result_ErrorLoadST
source: the game statistics block
ru_ru: блока статистики игры

# Result_ErrorLoadTS
source: the block of descriptors for taxi creation points
ru_ru: блока описателей точек создания такси

# Result_ErrorLoadTZ
source: the block of trigger zones
ru_ru: блока триггер-зон

# Result_ErrorLoadVH
source: the array of vehicles
ru_ru: массива транспортных средств

# Result_ErrorLoadVS
source: common parameters of the vehicles array
ru_ru: общих параметров массива транспортных средств

# Result_ErrorLoadZB
source: the map zones block
ru_ru: блока зон карты

# Result_FileFixed
source: File correction completed successfully
ru_ru: Корректировка файла выполнена успешно

# Result_FileNotFound
source: The specified file wasn’t found or isn’t available
ru_ru: Указанный файл не найден или недоступен

# Result_FileNotLoaded
source: Save file wasn’t loaded (structure is empty)
ru_ru: Файл сохранения не был загружен (структура пуста)

# Result_GaragesFileIsIncorrect
source: The specified file is corrupted or is not a garage settings file
ru_ru: Указанный файл повреждён или не является файлом параметров гаражей

# Result_GaragesFileNotFound
source: The specified garage settings file wasn’t found or isn’t available
ru_ru: Указанный файл параметров гаражей не найден или недоступен

# Result_LoadingErrorPrefix
source: Unexpected end of file or read error while loading
ru_ru: Неожиданный конец файла или ошибка чтения при загрузке

# Result_LoadSuccess
source: File has been loaded successfully
ru_ru: Файл успешно загружен

# Result_MemoryAllocationFailure
source: Unable to allocate memory to store application data
ru_ru: Не удаётся выделить память для хранения данных программы

# Result_ModeIsIncorrect
source: Invalid mode code (application debugging required)
ru_ru: Недопустимый код режима (требуется отладка приложения)

# Result_OK
source: Operation completed successfully
ru_ru: Команда выполнена успешно

# Result_OpCodeIsIncorrect
source: Invalid opcode for this mode (application debugging required)
ru_ru: Недопустимый код операции для данного режима (требуется отладка приложения)

# Result_ParCodeIsIncorrect
source: Invalid parameter code for these mode and operation (application debugging required)
ru_ru: Недопустимый код параметра для данных режима и операции (требуется отладка приложения)

# Result_SaveSuccess
source: File saved successfully
ru_ru: Файл успешно сохранён

# Result_StatsFileIsIncorrect
source: The specified file is corrupted or isn’t a statistics file
ru_ru: Указанный файл повреждён или не является файлом статистики

# Result_StatsFileNotFound
source: The specified statistics file wasn’t found or isn’t available
ru_ru: Указанный файл статистики не найден или недоступен

# Result_UnknownError
source: Unrecognized error while processing save file (application debugging required)
ru_ru: Неопознанная ошибка в процессе обработки файла сохранения (требуется отладка приложения)

# Result_ValueOutOfRange
source: Specified value is out of range
ru_ru: Указанное значение находится вне допустимого диапазона

# GenericSettingsDialogFilter
source: Vice city toolset settings file (*.vct)|*.vct
ru_ru: Файлы настроек Vice city toolset (*.vct)|*.vct
